//*
//* Copy 4 files from the HFS directory /tmp/@@HLQ@@/src to
//* the PDSE @@HLQ@@.ZOASAMP.PROJ23.COBOL
//*
//DCPI  EXEC PGM=IEBGENER
//SYSIN DD DUMMY
//SYSPRINT DD SYSOUT=*
//SYSUT1 DD PATH='/tmp/@@HLQ@@/src/interest.cobol',                    +
//       RECFM=FB,LRECL=80,BLKSIZE=32720
//SYSUT2 DD DSN=@@HLQ@@.ZOASAMP.PROJ23.COBOL(INTEREST),DISP=SHR
//DCPB  EXEC PGM=IEBGENER
//SYSIN DD DUMMY
//SYSPRINT DD SYSOUT=*
//SYSUT1 DD PATH='/tmp/@@HLQ@@/src/mobile.cobol',                      +
//       RECFM=FB,LRECL=80,BLKSIZE=32720
//SYSUT2 DD DSN=@@HLQ@@.ZOASAMP.PROJ23.COBOL(MOBILE),DISP=SHR
//DCPM  EXEC PGM=IEBGENER
//SYSIN DD DUMMY
//SYSPRINT DD SYSOUT=*
//SYSUT1 DD PATH='/tmp/@@HLQ@@/src/mortgage.cobol',                    +
//       RECFM=FB,LRECL=80,BLKSIZE=32720
//SYSUT2 DD DSN=@@HLQ@@.ZOASAMP.PROJ23.COBOL(MORTGAGE),DISP=SHR
//DCPP  EXEC PGM=IEBGENER
//SYSIN DD DUMMY
//SYSPRINT DD SYSOUT=*
//SYSUT1 DD PATH='/tmp/@@HLQ@@/src/payment.cobol',                     +
//       RECFM=FB,LRECL=80,BLKSIZE=32720
//SYSUT2 DD DSN=@@HLQ@@.ZOASAMP.PROJ23.COBOL(PAYMENT),DISP=SHR
