//*
//* Write high-level qualifier of current TSO user to SYSTSPRT
//* (console) as part of PREFIX, e.g. .... PREFIX(<hlq>) ...
//*
//HLQ      EXEC PGM=IKJEFT01
//SYSPRINT DD SYSOUT=*
//SYSTSPRT DD SYSOUT=*
//SYSTSIN  DD *
 PROFILE
/*
