//*
//* Move (rename) the dataset @@HLQ@@.ZOASAMP.RENAME.FILE
//* to @@HLQ.ZOASAMP.NEWNAME.FILE
//*
//DMV     EXEC PGM=IDCAMS
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
  ALTER @@HLQ@@.ZOASAMP.RENAME.FILE -
  NEWNAME(@@HLQ@@.ZOASAMP.NEWNAME.FILE)
/*
