//IBMDFDSS JOB 1,MSGCLASS=H
//S1 EXEC PGM=ADRDSSU,REGION=0M,PARM='TYPRUN=NORUN'
//TARGET DD DSN=COLIN.BACKUP.DFDSS,DISP=(MOD,CATLG),
// SPACE=(CYL,(50,50),RLSE)
//SYSPRINT DD SYSOUT=*
//SYSIN DD *
 DUMP -
   DATASET(INCLUDE(COLIN.JCL,COLIN.WLM,COLIN.C) -
   BY(DSCHA,EQ,YES)) -
   OUTDDNAME(TARGET) -
   COMPRESS
/*
