//COMPJOB JOB (ACCT),'COMPILE JOB',CLASS=A
//*
//COMPILE  EXEC PGM=IKFCBL00
//SYSIN    DD   DSN=SOURCE.COBOL(PROGRAM),DISP=SHR
//SYSLIN   DD   DSN=&&OBJSET,DISP=(NEW,PASS),
//             UNIT=SYSDA,SPACE=(TRK,(5,5))
//SYSPRINT DD   SYSOUT=*
//*
//         IF (COMPILE.RC <= 4) THEN
//LINK     EXEC PGM=IEWL
//SYSLIN   DD   DSN=&&OBJSET,DISP=(OLD,DELETE)
//SYSLMOD  DD   DSN=LOAD.LIBRARY(PROGRAM),DISP=SHR
//SYSPRINT DD   SYSOUT=*
//*
//         IF (LINK.RC = 0) THEN
//EXECUTE  EXEC PGM=PROGRAM
//STEPLIB  DD   DSN=LOAD.LIBRARY,DISP=SHR
//SYSOUT   DD   SYSOUT=*
//*
//         ELSE
//LKERROR  EXEC PGM=NOTIFY,PARM='LINK FAILED'
//SYSPRINT DD   SYSOUT=*
//         ENDIF
//*
//         ELSE
//CMPERROR EXEC PGM=NOTIFY,PARM='COMPILE FAILED'
//SYSPRINT DD   SYSOUT=*
//         ENDIF
//*
//CLEANUP  EXEC PGM=IEFBR14
