//MATEKSD JOB MSGLEVEL=(1,1),NOTIFY=&SYSUID
//*
//* EXAMPLE TO SHOW COND=EVEN AND COND=ONLY IN JCL
//*
//STEP01   EXEC PGM=CONDPGM1
//STEP02   EXEC PGM=CONDPGM2
//STEP03   EXEC PGM=CONDPGM4,COND=EVEN
//STEP04   EXEC PGM=ONLY1PGM,COND=ONLY
