//IBMUSERS JOB 'SORT',NOTIFY=&SYSUID,MSGCLASS=S,MSGLEVEL=(1,1)
//SORT EXEC PGM=SORT,PARM='MSGPRT=CRITICAL,LIST'
//SORTIN01 DD DSN=IBMUSER.MVSCMD.DFSORT.ORIG,DISP=SHR
//SORTIN02 DD DSN=IBMUSER.MVSCMD.DFSORT.NEW,DISP=SHR
//SORTOUT  DD DSN=IBMUSER.MVSCMD.DFSORT.MERGE,DISP=SHR
//SYSIN    DD DSN=IBMUSER.MVSCMD.DFSORT.CMD,DISP=SHR
//SYSOUT   DD SYSOUT=*
