//SMFDUMP  EXEC PGM=IFASMFDP,REGION=0M
//DUMPINA  DD   DSN=&SMFPDS,DISP=SHR,AMP=('BUFSP=65536')
//DUMPINB  DD   DSN=&SMFSDS,DISP=SHR,AMP=('BUFSP=65536')
//DUMPOUT  DD   DISP=(NEW,PASS),DSN=&RMF,SPACE=(CYL,(1,1))
//OUTDD    DD   DISP=(NEW,PASS),DSN=&OUTDD,
//             SPACE=(CYL,(1,1)),DCB=(RECFM=VB,LRECL=12288)
//ADUPRINT DD   SYSOUT=*
//SYSPRINT DD   SYSOUT=*
//SYSIN  DD *
   INDD(DUMPINA,OPTIONS(DUMP))
   INDD(DUMPINB,OPTIONS(DUMP))
   OUTDD(DUMPOUT, TYPE(30,80,81,83))
   START(1040)
   END(2359)
   DATE(2025229,2025360)
   ABEND(NORETRY)
   USER2(IRRADU00)
   USER3(IRRADU86)
/*
