//STEP02   EXEC PGM=SORT
//SORTIN   DD DSN=TEST.SORTINC,DISP=SHR
//SORTOUT  DD DSN=TEST.SORT.OUT1,
//            DISP=(NEW,CATLG,DELETE),UNIT=(SYSDA,59),
//            DCB=*.SORTIN,
//            SPACE=(TRK,(50,100),RLSE)
//SYSOUT   DD SYSOUT=*
//SYSPRINT DD SYSOUT=*
//SYSIN    DD *
SORT FIELDS=COPY
INCLUDE COND=(3,1,AC,GE,X'41',AND,3,1,AC,LE,X'4F')
/*
