//SMPLIST  JOB ,,MSGLEVEL=1,MSGCLASS=H,CLASS=A,REGION=0M,
//             NOTIFY=&SYSUID
//**********************************************************
//SMPLST   EXEC  PGM=GIMSMP
//SMCSI    DD    DSN=AS4SMP.GLOBAL.CSI,DISP=SHR
//SMPLOG   DD  DUMMY
//SMPLOGA  DD  DUMMY
//SMPWRK6  DD DSN=&&TEMP,
//       SPACE=(CYL,(2500,100,500)),VOL=SER=USRAT5,UNIT=3390,
//       DCB=(DSORG=PO,RECFM=FB,LRECL=80,BLKSIZE=3200),
//       DISP=(NEW,DELETE)
//SMPCNTL  DD  *
 SET BDY(GLOBAL).
 LIST.
