//DB2DROP JOB 'DB2',NOTIFY=&SYSUID,CLASS=A,MSGCLASS=H,
//          MSGLEVEL=(1,1),REGION=4M
//JOBLIB  DD  DISP=SHR,DSN=DB2V13.SDSNLOAD
//GRANT   EXEC PGM=IKJEFT01,DYNAMNBR=20
//SYSTSPRT DD  SYSOUT=*
//SYSPRINT DD  SYSOUT=*
//SYSUDUMP DD  SYSOUT=*
//SYSTSIN  DD  *
  DSN SYSTEM(DBD1)
  RUN PROGRAM(DSNTEP2)  PLAN(DSNTEP13) -
       LIB('DBD1.RUNLIB.LOAD') PARMS('/ALIGN(MID)')
  END
//SYSIN    DD  *
SET CURRENT SQLID = 'IBMUSER';

DROP INDEX IBMUSER.CUSTNAME;
DROP INDEX IBMUSER.CUSTINDX;
DROP TABLE IBMUSER.CUSTOMER;

DROP INDEX IBMUSER.CONTINDX;
DROP TABLE IBMUSER.CONTROL;

DROP TABLE IBMUSER.PROCTRAN;

DROP INDEX IBMUSER.ACCTCUST;
DROP INDEX IBMUSER.ACCTINDX;
DROP TABLE IBMUSER.ACCOUNT;

DROP DATABASE BANKZ;

DROP STOGROUP BANKZCUST;
DROP STOGROUP BANKZCONT;
DROP STOGROUP BANKZPROC;
DROP STOGROUP BANKZACC;
/*
