//SPARKMST JOB 'SPARK START',CLASS=K,MSGCLASS=A,
// NOTIFY=&SYSUID,SYSTEM=HOST,USER=SPARKID
//PRTDS EXEC PGM=BPXBATCH,REGION=0M
//STDPARM DD *
SH /bin/bash -l -c 'cd /usr/lpp/IBM/Spark/sbin;start-master.sh;sleep 10;
start-slave.sh spark://HOST.POK.IBM.COM:7077'
//SYSOUT DD SYSOUT=*
//STDIN DD DUMMY
//STDOUT DD SYSOUT=*
//STDERR DD SYSOUT=*
//
