//SPARKSTP JOB 'SPARK STOP',CLASS=K,MSGCLASS=A,
// NOTIFY=&SYSUID,SYSTEM=HOST,USER=SPARKID
//PRTDS EXEC PGM=BPXBATCH,REGION=0M
//STDPARM DD *
SH /bin/bash -l -c 'cd /usr/lpp/IBM/Spark/sbin;stop-slave.sh;
sleep 10;stop-master.sh'
//SYSOUT DD SYSOUT=*
//STDIN DD DUMMY
//STDOUT DD SYSOUT=*
//STDERR DD SYSOUT=*
//
