//DISPJ2   JOB  2468,'DEPT. 99'
//S1       EXEC PGM=IEFBR14
//D1       DD   DSN=USR.WORK.READ,DISP=(SHR,KEEP)
//D2       DD   DSN=USR.WORK.OLDIN,DISP=(OLD,DELETE,UNCATLG)
//D3       DD   DSN=USR.WORK.NEWOUT,UNIT=3390,VOL=SER=441001,
//              SPACE=(CYL,(3,1,1)),DISP=(NEW,CATLG,KEEP)
//D4       DD   DSN=&&TEMPA,DISP=(MOD,PASS),UNIT=3390,
//              VOL=SER=441002,SPACE=(TRK,(10,5,1))
//S2       EXEC PGM=IEFBR14
//D5       DD   DSN=&&TEMPA,DISP=(MOD,DELETE),UNIT=3390,
//              VOL=SER=441002,SPACE=(TRK,(10,5,1))
