//DEFGDGJ  JOB  5678,'GDG-SETUP'
//STEP1    EXEC PGM=IDCAMS
//SYSPRINT DD   SYSOUT=*
//SYSIN    DD   *
     DEFINE GENERATIONDATAGROUP -
           (NAME(USR.WORK.HISTORY) -
           EMPTY -
           NOSCRATCH -
           LIMIT(100))
/*
