//TEST   JOB  5675,'DEPT. 25'
//STEP1  EXEC PGM=A1
//D1     DD   DSNAME=A01DD1,DISP=(,PASS),UNIT=3390,
//         SPACE=(TRK,1),VOLUME=SER=333001
//STEP2  EXEC PGM=A2
//D2     DD   DSNAME=LIB1,DISP=OLD,UNIT=3390,
//         VOLUME=(PRIVATE,SER=123456)
//D3     DD   DSNAME=ABC,DISP=(OLD,KEEP),UNIT=AFF=D2,
//         VOLUME=SER=777777
//D4     DD   DSNAME=TAPE,DISP=OLD,UNIT=(3420-5,P,DEFER),
//         VOLUME=SER=(342001,342002,342003,342004,342005)
//D5     DD   DSNAME=DISK,DISP=(SHR,KEEP),UNIT=(,P),
//         VOLUME=SER=(333005,333008,333010)
//D6     DD   UNIT=3390,VOLUME=REF=*.D2,SPACE=(TRK,(5,2))
//D7     DD   UNIT=3390,VOLUME=REF=DISK,SPACE=(TRK,(10,5))
