//EXAMP    JOB     MSGCLASS=A
//OUT1     OUTPUT  DEFAULT=YES,DEST=COMPLEX7,FORMS=BILLING,
//           CHARS=(AOA,AOB),COPIES=2
//OUT2     OUTPUT  DEFAULT=YES,DEST=COMPLEX3
//OUT3     OUTPUT  DEST=COMPLEX1
//STEP1    EXEC    PGM=ORDERS
//OUT4     OUTPUT  DEFAULT=YES,DEST=COMPLEX9
//R1       DD      SYSOUT=A,OUTPUT=*.OUT3
//R2       DD      SYSOUT=A
//STEP2    EXEC    PGM=BILLING
//B1       DD      SYSOUT=A
//B2       DD      SYSOUT=A
