//DISPJ JOB  158765,'SECT. 27'
//S1    EXEC PGM=IEFBR14
//D1    DD   DSN=ABC,DISP=(SHR,KEEP)
//D2    DD   DSN=SYSA,DISP=(OLD,DELETE,UNCATLG)
//D3    DD   DSN=SYSB,UNIT=3390,VOL=SER=335001,
//           SPACE=(CYL,(4,2,1)),DISP=(NEW,CATLG,KEEP)
//D4    DD   DSN=&&SYS1,DISP=(MOD,PASS),UNIT=3390,
//           VOL=SER=335004,SPACE=(TRK,(15,5,1))
//S2    EXEC PGM=IEFBR14
//D5    DD   DSN=&&SYS1,DISP=(MOD,DELETE),UNIT=3390,
//           VOL=SER=335004,SPACE=(TRK,(15,5,1))
