//DEFER1 JOB RESTART=(STEP2,CHECK004)
//STEP1  EXEC PGM=IEFBR14
//IF1    IF STEP1.RC=0 | ¬STEP1.RUN THEN
//STEP2  EXEC PGM=DEBIT1
//STEP3  EXEC PGM=CREDIT1
//STEP4  EXEC PGM=SUMMARY1
//       ELSE
//STEP5  EXEC PGM=DEBIT2
//STEP6  EXEC PGM=CREDIT2
//STEP7  EXEC PGM=SUMMARY2
//       ENDIF
