//JOBE      JOB   ...
//PROC1     PROC
//PSTEPONE  EXEC  PGM=...
//          PEND
//PROC2     PROC
//PSTEPTWO  EXEC  PGM=...
//          PEND
//EXP1      EXEC  PROC=PROC1
//EXP2      EXEC  PROC=PROC2
//IFTEST4   IF  (EXP1.PSTEPONE.RC > 4) THEN
//STEP1ERR  EXEC  PGM=PROG1
//          ELSE
//IFTEST5     IF  (EXP2.PSTEPTWO.ABENDCC=U0012) THEN
//STEP2ERR    EXEC  PGM=PROG2
//            ELSE
//NOERR       EXEC  PGM=PROG3
//ENDTEST5    ENDIF
//ENDTEST4  ENDIF
//NEXTSTEP  EXEC  ...
