//ROUTEJ   JOB     MSGCLASS=A
//OUTA     OUTPUT  DEFAULT=YES,DEST=NODEA,FORMS=STD,
//              CHARS=(GS10,GT12),COPIES=3
//OUTB     OUTPUT  DEFAULT=YES,DEST=NODEB
//OUTC     OUTPUT  DEST=NODEC
//STEP1    EXEC    PGM=REPORTGEN
//OUTD     OUTPUT  DEFAULT=YES,DEST=NODED
//R1       DD      SYSOUT=A,OUTPUT=*.OUTC
//R2       DD      SYSOUT=A
//STEP2    EXEC    PGM=POSTPROC
//P1       DD      SYSOUT=A
//P2       DD      SYSOUT=A
