//RESTRTJ JOB RESTART=(STEP2,CHECK001)
//STEP1  EXEC PGM=IEFBR14
//IFA    IF STEP1.RC=0 | ¬STEP1.RUN THEN
//STEP2  EXEC PGM=POSTA
//STEP3  EXEC PGM=POSTB
//STEP4  EXEC PGM=POSTC
//       ELSE
//STEP5  EXEC PGM=ALTA
//STEP6  EXEC PGM=ALTB
//STEP7  EXEC PGM=ALTC
//       ENDIF
