//VOLREFJ  JOB  3691,'STORAGE TEAM'
//STEP1    EXEC PGM=ALLOCATE
//D1       DD   DSNAME=USR.PASSED,DISP=(,PASS),UNIT=3390,
//              SPACE=(TRK,1),VOLUME=SER=440001
//STEP2    EXEC PGM=READER
//D2       DD   DSNAME=USR.LIB,DISP=OLD,UNIT=3390,
//              VOLUME=(PRIVATE,SER=224488)
//D3       DD   DSNAME=USR.AUX,DISP=(OLD,KEEP),UNIT=AFF=D2,
//              VOLUME=SER=888888
//D4       DD   DSNAME=USR.TAPESET,DISP=OLD,UNIT=(3490,P,DEFER),
//              VOLUME=SER=(440010,440011,440012,440013,440014)
//D5       DD   DSNAME=USR.DISKSET,DISP=(SHR,KEEP),UNIT=(,P),
//              VOLUME=SER=(440020,440021,440022)
//D6       DD   UNIT=3390,VOLUME=REF=*.STEP1.D1,SPACE=(TRK,(2,1))
//D7       DD   UNIT=3390,VOLUME=REF=USR.DISKSET,SPACE=(TRK,(5,2))
